{
  "texts": [
    "The saddest part of life is when the person who gave you the best memories becomes a memory",
    "stop being a rainbow for someone who's colorblind",
    "Life is like a pencil that will surely run out, but will leave the beautiful writing of life",
    "Hate is a place, where a man who can't stand sadness goes",
    "I used to think the worst thing in life was to end up all alone. It's not. The worst thing is to end up with people that make you feel all alone",
    "Sometimes we create our own heartbreaks through expectations",
    "Life doesn't get easy we get stronger",
    "You realize the value of something when you lose it.",
    "One of my biggest fears is that when im about to die, there are no memories that are worth flashing before my eyes",
    "People cry at night to smile at day",
    "Hurting someone's feelings is as easy as throwing a rock at the ocean, but do you know how deep that rock goes?",
    "Being a good person doesn't get you loved, it gets you used",
    "Trust is like an eraser, it gets smaller, and smaller after every mistake",
    "Don't give up, the hardest battles are given to the strongest soldiers",
    "We didnt know we where making memories, we just had fun",
    "When a man cries it's not because he's weak it's because he's been strong for to long",
    "No one sees your pain and sadness until it turns to anger",
    "I don't wanna die, I just want the pain to end",
    "if you feel pain that means your still alive not dead",
    "Loneliness is this world's worst kind of pain",
    "Time doesn't heal pain it just teaches us to live with it",
    "If a Man finds true love he has a risk of finding true pain",
    "Don't be sad it ended, be happy it happened",
    "The hardest part is you can never forget them, but they already forgot you",
    "Just because somebody is strong enough to handle pain, doesn't mean they deserve it",
    "The thing about betrayal is that it never comes from an enemy",
    "Life is like riding a bicycle. To keep your balance, you must keep moving",
    "that feeling where you're not necessarily sad, but you just feel really empty",
    "The worst feeling isn't being alone, it's being forgotten by the person you could never forget",
    "Some leaves must fall...!",
    "People always give what they needed the most, because they know how it feels living without it",
    "the good memories hurt worse than the sad ones",
    "Either good or bad, all memories hurt"
  ]
}
